Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: Increase Zoom Level
ab: Аизум арҭбаара

source: Indie. Non-profit. For good.
ab: Ихьыԥшым. Ахашәалахәы змам. Аус бзиақәа рзы.

source: Info Coming Soon
ab: Аинформациа лассы иҟалоит

source: *Is %@ already your default?* Close this message and tap Skip.
ab: *%@ стандартла ишьақәыргылоума?* Ари адырраҭара аркны Ахыҵра ақәыӷәӷәара.

source: Island
ab: Адгьылбжьаха

source: %@ is off-duty. We suggest turning protections back on.
ab: %@ аус ауам. Ҳара иҳабжьаҳгоит ахьчара еиҭа аркра.

source: %@ is on guard
ab: %@ агәҽанҵараҿы

source: Issuer Name
ab: Ажәабжьҳәаҩ

source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
ab: Ари зыхҟьо ииашам аконфигурациа ма ажәылаҩ иҟаиҵаз ажәылара акәзар ҟалоит. Уара уцалар улшоит, иҟалар зылшо ашәарҭара уақәшаҳаҭхар.

source: Jump Back In
ab: Ухынҳәы

source: just now
ab: абыржәыҵәҟьа

source: Just to confirm, you wanted ‘Clear Private Tabs’?
ab: Уара “Закрыть частные вкладки” уҭахума?

source: Just to confirm, you wanted ‘Go to Copied Link’?
ab: Уара иуҭахума «Иқәҭыху алинк уацныҟәа»?

source: Just to confirm, you wanted ‘New Private Search’?
ab: "Хаҭалатәи аԥшаара ҿыц" анагӡара уҭахума?

source: Just to confirm, you wanted ‘New Search’?
ab: "Аԥшаара ҿыц" анагӡара уҭахума?

source: Keep searches within reach.
ab: Уԥшаара унапы иану.

source: Last month
ab: Иҳаҩсыз амзазы

source: Last week
ab: Иаҳхысыз амчыбжь

source: Learn about useful features and how to get the most out of %@.
ab: Еилышәкаа ихәарҭоу аҟазшьақәеи %@ еиҳаны ахәарҭа шшәоуа.

source: Learn How
ab: Еилышәкаа ишыҟало

source: Learn More.
ab: Еиҳаны уаԥхьа.

source: Learn more about how %@ determines review quality
ab: Еиҳаны еилышәкаа %@ ахҳәаақәа рхаҭабзиара шаӡбо

source: Learn more in our privacy notice
ab: Еиҳаны еилышәкаа ҳмаӡаратә рдырраҭараҿы

source: Licenses
ab: Алицензиақәа

source: Limited Edition
ab: Аҭыжьымҭа ԥку

source: Limited Edition Wallpaper
ab: Аҭӡамц аҭыжьымҭа ԥку

source: Load in Background
ab: Афон аҿы аҭагалара

source: Loading content…
ab: Аҵакы аҭагалара…

source: Loading in Firefox
ab: Firefox ахь ашьҭыхра

source: Load original page
ab: Ахыҵхырҭа адаҟьа аҭагалара

source: Log in
ab: Аҭалара

source: Logins & Passwords
ab: Алогинқәеи амаӡажәақәеи

source: Logins will be permanently removed.
ab: Аҭаларақәа наӡаӡа иԥыххоит.

source: Logins will be removed from all connected devices.
ab: Алогинқәа ԥыххоит иаԥшьу ахархәагақәа зегьы рҟынтә.

source: %@ Logo
ab: Алоготип %@

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
ab: Firefox уаанӡа иԥхасҭахазшәоуп ишыҟоу. Уара уҭаӡҩырақәа еиҭашьақәургыларц уҭахума?

source: Looks like there’s a problem with your internet connection.
ab: Уинтернет аҿы апроблема ыҟоушәа ауп ишыҟоу.

source: Mail App
ab: Апоштатә арзаҳал

source: Main Menu
ab: Амениу хада

source: Making Firefox your default browser is a vote for an open, accessible internet.
ab: Firefox убраузер еиԥш алхра иаарту, насгьы зегьы ирзымариоу Интернет азы абжьыҭира ауп.

source: Manage Account & Devices
ab: Ахыԥхьаӡареи ахархәагақәеи рнапхгара

source: Manual
ab: Напыла

source: Manually
ab: Напыла

source: Mark as Read
ab: Иаԥхьахьоушәа азгәаҭа

source: Mark as Unread
ab: Иаԥхьам ҳәа азгәаҭа

source: Mobile Bookmarks
ab: Амобильтә дыргақәа

source: mobile device
ab: Еиҭаҵуа ахархәага

source: Modified %@
ab: Иԥсахуп %@ ала

source: more than a month ago
ab: Мызкы инеиҳаны уажәаԥхьа

source: more than a week ago
ab: Мчыбжьык инеиҳаны ҵуеит

source: Move the toolbar to the bottom if that’s more your style.
ab: Уи еиҳа иузыманшәалазар, амыругақәа рпанель ҵаҟа ииагатәуп.

source: Move the toolbar to the top if that’s more your style.
ab: Еиҳа ишәзыманшәалазар, амыругақәа рпанель аҩада ииагатәуп.

source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
ab: Мозилла ахаҭарнакра ауеит Firefox аус аруразы иаҭаху адыррақәа мацара реизгара, насгьы ԥхьаҟа уи аиӷьтәра.

source: Navigation Toolbar
ab: Анавигациа апанель

source: Neighborhood
ab: Амикрораион

source: New Bookmark
ab: Адырга ҿыц

source: New Card Saved
ab: Ахсаала ҿыц еиқәырхоуп

source: New colors. New convenience. Same commitment to people over profits.
ab: Аԥштәы ҿыцқәа. Аманшәалара ҿыц. Ахашәалахәы ашьҭашәарыцара акәымкәа, ауаа рзы аҽадцалара.

source: New Folder
ab: Аҭаӡ ҿыц

source: New in %@
ab: %@ аҟны ҿыц

source: New Info To Check
ab: Аинформациа ҿыц агәаҭара

source: New Private Search
ab: Ахатә ԥшаара ҿыц

source: New Private Tab
ab: Ахатә абӷьыц ҿыц

source: New Private Tab opened
ab: Ихатәу абларҭа ҿыц аартуп

source: New Private Tab Opened
ab: Ихатәу абларҭа ҿыц аартуп

source: New Search
ab: Аԥшаара ҿыц

source: New Separator
ab: Аиҟәыҭхага ҿыц

source: New Tab
ab: Абларҭа ҿыц

source: New tab arrived from another device.
ab: Даҽа ҳәагак аҟынтәи аҭаӡҩыра ҿыц ааит.

source: New tab arrived in %@
ab: %@ абӷьыц ҿыц амоуп

source: New Tab opened
ab: Агәылаҵа ҿыц аартуп

source: New Tab Opened
ab: Агәылаҵа ҿыц аартуп

source: Next form field
ab: Анаҩстәи аформа аҭыԥ

source: Next in-page result
ab: Анаҩстәи аҭак адаҟьаҿы

source: Night Mode
ab: Уахынлатәи арежим

source: No history found
ab: Аҭоурых ԥшаам

source: No Info Available Right Now
ab: Уажәазы ​​аинформациа ыҟаӡам

source: No Internet Connection
ab: Аинтернет аимадара ыҟам

source: No logins found
ab: Аҭаларақәа ԥшаам

source: No Network Connection
ab: Аҳа аимадара ыҟам

source: No open tabs.
ab: Аҭаӡҩырақәа аартым.

source: No passwords found
ab: Иԥшаам ажәамаӡақәа

source: No passwords saved
ab: Амаӡажәақәа еиқәырхаӡам

source: Normal Browsing Mode
ab: Анормалтә хәаԥшышьа арежим

source: No tabs
ab: Агәылаҵақәа ыҟам

source: Not After
ab: Аус ауеит

source: Not Before
ab: Аус ауеит

source: Not Enough Reviews Yet
ab: Ахҳәаақәа макьана иазхом

source: Notifications help you stay safer with %@
ab: Ардыррақәа шәыцхраауеит ашәарҭадараҿы %@

source: Not Now
ab: Уажәазы ​​акәым

source: No trackers found
ab: Ашьҭаԥшыгақәа ҳԥыхьамшәеит

source: (no username)
ab: (ахархәаҩ ихьӡ ыҟам)

source: Oblast
ab: Арегион

source: Offer to Open Copied Links
ab: Иқәҭыху азхьарԥшқәа раартразы аҳәара

source: Offline Website Data
ab: Аоффлаин Асаит адыррақәа

source: Okay
ab: Ибзиаӡоуп

source: Only HTTP and HTTPS links can be shared.
ab: HTTP-еи HTTPS-еи рызхьарԥшқәа мацара роуп еицаҳзеиԥшу.

source: On your computer open Firefox and go to firefox.com/pair
ab: Укомпиутер аҿы Firefox аус аруны, firefox.com/pair ахь уца

source: Oops! Firefox crashed
ab: Оҳ! Firefox еилабгеит

source: Open App Store
ab: Апрограммақәа рыҭирҭа аарттәуп

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
ab: Астатиақәа аԥхьаҩцәа рҭеиҭыԥш аҿы иаарттәуп, адресқәа рбар аҿы ашәҟәы аҵакы ақәыӷәӷәарала.

source: Open & Fill
ab: Иаартны иҭәтәуп

source: Open Firefox
ab: Иаарттәуп Firefox

source: Open in a Private Tab
ab: Ихатәу абларҭаҿы иаарттәуп

source: Open in Firefox
ab: Иаарттәуп Firefox аҟны

source: OPENING SCREEN
ab: АХАТӘИ АЕКРАН

source: Open in New Private Tab
ab: Иаарттәуп ахатә абларҭа ҿыц аҿы

source: Open in New Tab
ab: Агәылаҵа ҿыц аҿы иаарттәуп

source: Open in Safari
ab: Иаартуп Сафари аҟны

source: Open Last Bookmark
ab: Иаарттәуп аҵыхәтәантәи адырга

source: Open mail links with
ab: Иаарттәуп аимеил азхьарԥшқәа

source: Open New Private Tab
ab: Ахатә абӷьыц ҿыц

source: Open New Tab
ab: Агәылаҵа ҿыц аарттәуп

source: Open Review Checker
ab: Иаарттәуп ахҳәаа агәаҭара

source: Open Settings
ab: Аиқәыршәарақәа аарттәуп

source: Opens search engine selection
ab: Иаанартуеит аԥшаага алхра

source: Opens search settings
ab: Иаанартуеит аԥшаара архиарақәа

source: Open synced tab
ab: Даҽа хархәагак аҟынтәи абларҭа аарттәуп

source: Open Tabs
ab: Иаарттәуп абларҭақәа

source: Open this link in external app?
ab: Ари азхьарԥш даҽа апликациак аҿы иаарттәума?

source: Open this link in the App Store?
ab: Ари азхьарԥш App Store апрограммаҿы иаарттәума?

source: Organization
ab: Аиҿкаара

source: Others
ab: Егьы

source: Our Sponsors & Your Privacy
ab: Ҳара ҳспонсорцәеи шәмаӡареи

source: %@ out of 5 stars
ab: %@ 5 еҵәа рҟынтә

source: Packaging
ab: Аҭра

source: Pages: %d
ab: Адаҟьақәа: %d

source: Parish
ab: Аара

source: Password Generator
ab: Амаӡажәа агенератор

source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
ab: Аҵыхәтәантәи аамҭазы уԥсыӡажәа ануԥсах нахыс, уԥсыӡажәақәа рцәыӡит ма иӷьычит. Ари ахыԥхьаӡара ахьчаразы, асаит шәҭаланы шәпароль шәыԥсах.

source: Payment Methods
ab: Ашәара аметодқәа

source: Pick a theme
ab: Атема алхтәуп

source: Pick a toolbar placement
ab: Иалшәх амыругақәа рпанель аҭыԥ

source: Pick which theme you want
ab: Иалышәх шәтема

source: Pin
ab: Аидҳәалара

source: Please fill all fields correctly.
ab: Аҭыԥқәа зегьы ииашаны иҭәызароуп.

source: Please help make %@ better by taking a short survey.
ab: Ҳаҳәоит, ҳҭҵаара кьаҿ ала %@ еиӷьтәырц шәҳацхраа.

source: Please open Firefox, go to Settings and sign in to continue.
ab: Ҳаҳәоит, Firefox аартны, Аиқәыршәарақәа рахь шәцаны шәҭала ацҵаразы.

source: Postal Code
ab: Аԥошьҭа акод

source: Post town
ab: Аԥошьҭа ақалақь

source: Powered by %1$@. Part of the %2$@ family.
ab: Амч %1$@ ала. %2$@ аҭаацәара ахәҭак.

source: Prefecture
ab: Апрефектура

source: Preview of %@
ab: Аԥхьахәаԥшра %@

source: Previous form field
ab: Иаԥхьанеиуа аформа аҭакыра

source: Previous in-page result
ab: Уаанӡатәи алҵшәа адаҟьаҿы

source: Privacy policy
ab: Амаӡаратә политика

source: Privacy & Security Settings
ab: Амаӡаратәи ашәарҭадаратәи архиарақәа

source: Privacy settings
ab: Амаӡара аопциақәа

source: Private Browsing
ab: Ахатә ԥшаара

source: Private Browsing Data Erased
ab: Ахатә ԥшааратә дыррақәа аныхуп

source: Private browsing in %@ doesn’t save your info and blocks hidden trackers.
ab: Хаҭалатәи аԥшаара %@ аҟны удыррақәа еиқәнархаӡом, насгьы иҵәаху амҩаԥгаҩцәа ааннакылоит.

source: Private Browsing Mode
ab: Ахатә алаԥшхгара арежим

source: Private Mode
ab: Ахатә режим

source: Product Is Not Available
ab: Аалыҵ ыҟаӡам

source: Protection Against Ad Tracking
ab: Аӡырга ашьҭаҵара ахьчара

source: Protection Level
ab: Ахьчара аҩаӡара

source: Protections are OFF. We suggest turning it back on.
ab: Ахьчара Ҿыцуп. Ҳара иҳабжьаҳгоит уи еиҭа аркра.

source: Protections are OFF. We suggest turning them back on.
ab: Ахьчара Ҿыцуп. Ҳара иҳабжьаҳгоит уи даҽазнык иаркырц.

source: Protect your account by using a strong, randomly generated password.
ab: Ухыԥхьаӡара хьчатәуп иӷәӷәоу, еиԥҟьаны иҟаҵоу аԥсыӡажәала.

source: %@ puts you in control
ab: %@ анапхгара унапы ианнаҵоит

source: Quick access to various Firefox actions
ab: Еиуеиԥшым Firefox аусқәа рахь ирласны анеира

source: Quick Action
ab: Ирццаку аусқәа

source: Quick Actions
ab: Ирццаку аусқәа

source: Quick Action Type
ab: Ирццаку аус ахкы

source: Quick-Search Engines
ab: Ирццаку аԥшааратә системақәа

source: Quick View
ab: Ирласны ахәаԥшра

source: Rate on App Store
ab: Ахәшьара App Store аҟны

source: read
ab: аԥхьара

source: Reader Mode available
ab: Аԥхьара арежим ыҟоуп

source: Reader View
ab: Аԥхьара аԥшра

source: Reading list
ab: Аԥхьара ахьӡынҵа

source: Reading List
ab: Аԥхьара ахьӡынҵа

source: Ready to Scan
ab: Асканер QR акод

source: Recently Closed
ab: Ааигәа иаркыз

source: Recently Closed Tabs
ab: Ааигәа иаркыз абларҭақәа

source: Recently Saved
ab: Ааигәа иацҵоу

source: Recently Visited
ab: Ааигәа дахьнеиз

source: Recommended by Pocket
ab: Иреиӷьуп Pocket

source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
ab: Иазырхоу аӡыргара армаҷуеит, насгьы аӡыргаҩцәа шәвеб-сафинг ашьҭаҵара аанкылара иацхраауеит.

source: Reload Ignoring Cache
ab: Акәаш ҳасаб амҭакәа ҿыц аҭагалара

source: Reload page
ab: Адаҟьа ҿыц аҭагалара

source: Reload Page
ab: Адаҟьа ҿыц аҭагалара

source: Reload Without Tracking Protection
ab: Ашьҭаҵара ахьчарада ҿыц аҭагалара

source: Reload With Tracking Protection
ab: Ашьҭаҵара ахьчарала ҿыц аҭагалара

source: Remove Address
ab: Ианыхтәуп адрес

source: Remove Bookmark
ab: Ианыхтәуп анҵамҭа

source: Remove Card
ab: Акарта аныхтәуп

source: Remove Card?
ab: Акарта аԥыхтәума?

source: Removed from Reading List
ab: Аԥхьара ахьӡынҵа аҟынтәи иаԥыхуп

source: Removed from Shortcuts
ab: Аҿацәқәа рҟынтә иаԥыхуп

source: Remove from Reading List
ab: Аԥхьара ахьӡынҵа аҟынтәи ианыхтәуп

source: Remove from Shortcuts
ab: Аҿацәқәа рҟынтә иаԥыхтәуп

source: Remove page
ab: Ианыхтәуп адаҟьа

source: Remove page — %@
ab: Адаҟьа аԥыхра - %@

source: Remove Password?
ab: Амаӡажәа аԥыхтәума?

source: Removing cookies and site data for %@ might log you out of websites and clear shopping carts.
ab: %@ азы акукиқәеи асаит адыррақәеи раԥыхра иахҟьаны асаитқәа рҟынтәи уҭыҵыр алшоит, насгьы уаахәаратә кәырҷыжь ҭацәхар алшоит.

source: Reopen
ab: Арҿыцра

source: Reopen Last Closed Tab
ab: Аҵыхәтәантәи иарку абларҭа еиҭашьақәыргылатәуп

source: Report Broken Site
ab: Иԥхасҭоу асаит азы адырраҭара

source: Report Product Back in Stock
ab: Ашьҭаҵарҭаҿы аалыҵ шыҟоу азы адырраҭара

source: Report Site Issue
ab: Асаит аҿы иҟоу апроблема азы адырраҭара

source: Request Desktop Site
ab: Асаит аверсиа зегьы азыҳәара

source: Request Mobile Site
ab: Асаит амобильтә версиа азыҳәара

source: Reset text size
ab: Ашрифт ашәагаа еиҭашьақәыргылатәуп

source: Restore tabs
ab: Агәылаҵақәа реиҭашьақәыргылара

source: Results from searches, history, bookmarks, and more
ab: Аԥшаара алҵшәақәа, алаԥшхгара аҭоурых, анҵамҭақәа уҳәа убас иҵегьы

source: Reveal
ab: Арбара

source: Review Checker is powered by %1$@ by %2$@
ab: Ахҳәаа агәаҭага амыруга иаԥиҵаз %1$@ ала %2$@

source: Rows
ab: Ацәаҳәақәа

source: Sans-serif
ab: Асерифда

source: Save Addresses to %@
ab: Адресқәа %@ аҟны иҵәахтәуп

source: Save and Continue
ab: Еиқәырханы иацҵатәуп

source: Save and Fill Addresses
ab: Еиқәырхатәуп, адресқәа ҭашәырҭәаатәуп

source: Save and Fill Payment Methods
ab: Еиқәырхатәуп, насгьы ихарҭәаатәуп ашәаратә методқәа

source: Save and Start Browsing
ab: Еиқәырханы ахәаԥшра шәалага

source: Save Cards to %@
ab: Акарточкақәа %@ ахь еиқәырхатәуп

source: SAVED ADDRESSES
ab: Иҵәаху АДРЕСҚӘА

source: SAVED CARDS
ab: ИХЫРХЫЗ АХАРТАҚӘА

source: Saved Logins
ab: Иеиқәырхоу аҭаларақәа

source: SAVED LOGINS
ab: ИХЫРХЫЗ АЛОГИНҚӘА

source: SAVED PASSWORDS
ab: ИХЫРХЫЗ АМАЖӘҚӘАҚӘА

source: Save Image
ab: Еиқәырхатәуп асахьа

source: Save Login
ab: Аҭалара еиқәырхатәуп

source: Save login %1$@ for %2$@?
ab: Аҭалара еиқәырхатәуп %1$@ %2$@ азы?

source: Save Logins
ab: Аҭаларақәа еиқәырхатәуп

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
ab: Аԥхьаратә рсиаҿы адаҟьақәа еиқәырхатәуп, аԥхьаратә ҭагылазаашьа аконтроль аҟны ашәҟәы ацҵаны аҵакы ақәыӷәӷәарала.

source: Save password for %@?
ab: Аԥсыӡажәа %@ азы еиқәырхатәума?

source: Save Passwords
ab: Амаӡажәақәа еиқәырхатәуп

source: Save to Reading List
ab: Еиқәырхатәуп аԥхьара ахьӡынҵаҿы

source: Save username?
ab: Ахархәаҩ ихьӡ еиқәырхатәума?

source: Save your card information securely to check out faster next time.
ab: Укарта аинформациа шьақәыргылатәуп, даҽазны еиҳа ирласны ашәара улшарц азы.

source: Scan QR Code
ab: Асканер QR акод

source: %@ search
ab: Аԥшаара %@ аҟны

source: Search Bookmarks
ab: Адыргақәа рҿы аԥшаара

source: Search Browsing History
ab: Аԥшаара аҭоурых ала аԥшаара

source: Search Engine
ab: Аԥшаагатә машьына

source: Search Engine: %@
ab: Аԥшаага: %@

source: Search in Firefox
ab: Firefox аҟны аԥшаара

source: Search in Private Tab
ab: Ахатә абларҭаҿы аԥшаара

source: Search Input Field
ab: Аҭагалара аҭакыра аԥшаара

source: Search Settings
ab: Аԥшаара архиарақәа

source: Search Synced Tabs
ab: Аԥсҭҳәа абларҭақәа рыԥшаара

source: Search with Firefox
ab: Firefox ала аԥшаара

source: Secure connection
ab: Ишәарҭам аимадара

source: Secure connection. Enhanced Tracking Protection is off.
ab: Ишәарҭам аимадара. Ирӷәӷәоу ашьҭаԥшра ахьчара аҿыхуп.

source: Securely save your information to get quick access to it later.
ab: Уи аинформациа шьақәыргылатәуп, ԥхьаҟа уи еиҳа имарианы иуԥшаарц азы.

source: Securely send tabs between your devices and discover other privacy features in %@.
ab: Шәхыхәҭақәа рыбжьара анҵамҭақәа шәарҭада еиҭагатәуп, насгьы %@ аҟны егьырҭ амаӡаратә ҟазшьақәа ԥшаатәуп.

source: See All
ab: Зегьы аарԥштәуп

source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser.
ab: Аахәара ҟашәҵаанӡа %1$@ аҟны аалыҵ ахҳәаа агәрагара гәашәҭ. Ахҳәаа агәаҭара, %2$@ аҟынтәи аексперименталтә ҟазшьа, ииашаҵәҟьаны абраузер аҿы иаԥҵоуп.

source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser. It works on %3$@ and %4$@, too.
ab: Аахәара ҟашәҵаанӡа, шәахәаԥш шаҟа игәрагоу аалыҵ ахҳәаа %1$@ аҟны. Ахҳәаа агәаҭара, %2$@ аҟынтәи аексперименталтә ҟазшьа, ииашаҵәҟьаны абраузер аҿы иаԥҵоуп. Уи %3$@-еи %4$@-еи рҿгьы аус ауеит.

source: See the web in the best light.
ab: Интернет иреиӷьу аган ала шәахәаԥш.

source: Select All
ab: Иалкаатәуп зегьы

source: Select a password to fill
ab: Иалышәх ашәҟәыҭагаларазы ажәамаӡа

source: Select Location Bar
ab: Иалхтәуп адресқәа рцәаҳәа

source: Send
ab: Ашьҭра

source: Send a crash report so Mozilla can fix the problem?
ab: Аԥхасҭа аҳасабырба ашьҭра, Мозилла апроблема аӡбара алнаршарц азы?

source: Send Feedback
ab: Агәаанагара ашьҭра

source: Send Link to Device
ab: Аиқәыршәага ахь азхьарԥш ашьҭра

source: Send Report
ab: Ацҳара ашьҭра

source: Send Tab
ab: Агәылаҵа ашьҭра

source: Send to Device
ab: Аиқәыршәага ахь ашьҭра

source: Send Usage Data
ab: Аусуратә дыррақәа рышьҭра

source: Set as Default Browser
ab: Абраузер ишыҟоу еиԥш ишьақәыргылатәуп

source: Set links from websites, emails, and Messages to open automatically in Firefox.
ab: Firefox аҟны асаитқәа, аимеилқәа, Ацҳарақәа рҟынтәи автоматла иаартуа азхьарԥшқәа шьақәыргылатәуп.

source: Set Rows
ab: Ацәаҳәақәа рхыԥхьаӡара

source: Set Wallpaper
ab: Аҭӡамц ашьақәыргылара

source: Set your theme and toolbar to match your unique browsing style.
ab: Утемеи амыругақәа рпанельи рхиала уԥшааратә стиль иақәшәартә еиԥш.

source: Share Link
ab: Аиҩшара азхьарԥш

source: Share Page With…
ab: Ацеиҩшара ала…

source: Share this page
ab: Ари адаҟьа еибыҭатәуп

source: Shortcut
ab: Ақәҷаб

source: Show
ab: Арбара

source: Show All
ab: Зегьы аарԥштәуп

source: Show All Tabs
ab: Агәылаҵақәа зегьы аарԥштәуп

source: Show Bookmarks
ab: Адыргақәа зегьы аарԥштәуп

source: Show Downloads
ab: Иҭагалаз зегьы аарԥштәуп

source: Show First Tab
ab: Актәи абларҭа аарԥштәуп

source: Show History
ab: Аҭоурых арбатәуп

source: Show in Application Menu
ab: Апрограмма амениу аҟны иаарԥштәуп

source: Show in Private Sessions
ab: Ахатә ԥенџьырқәа рҿы иаарԥштәуп

source: Show Last Tab
ab: Аҵыхәтәантәи абларҭа аарԥштәуп

source: Show Less
ab: Еиҵаны аарԥшра

source: Show Link Previews
ab: Азхьарԥш аԥхьахәаԥшра аарԥштәуп

source: Show More
ab: Еиҳаны аарԥшра

source: Show Next Tab
ab: Анаҩстәи абларҭа аарԥштәуп

source: Show Previous Tab
ab: Иаԥхьанеиуа абларҭа аарԥштәуп

source: Show products recommended by %@
ab: Иаарԥштәуп аалыҵқәа ирыднагало %@

source: Show Search Suggestions
ab: Аԥшааратә ажәалагалақәа аарԥштәуп

source: Show suggestions from Firefox Suggest in private sessions
ab: Ажәалагалақәа аарԥштәуп Firefox аҟынтәи Ажәалагала хатә сеансқәа рҿы

source: Show suggestions from search engines in private sessions
ab: Ахатә сесиақәа рҿы аԥшаага машьынақәа рҟынтәи абжьгарақәа аарԥштәуп

source: Show Suggestions in Private Browsing
ab: Ахатә ԥшаараҿы аҳамҭақәа аарԥштәуп

source: Show Tabs
ab: Агәылаҵақәа аарԥштәуп

source: Show Tabs: %@
ab: Аҵаҩыра аарԥшра: %@

source: Show Tour
ab: Аҭаара амҩаԥгара

source: Sign In
ab: Аҭалара

source: Sign in to sync passwords, tabs, and more
ab: Аҭалара амаӡажәақәеи, абларҭақәеи, егьырҭгьы асинхронизациа азы

source: Sign in to view a list of tabs from your other devices.
ab: Аҭалара даҽа ҳәагақәак рҟынтәи аҭаӡқәа рсиа абаразы.

source: Sign In with Your Camera
ab: Укамера ухы иархәаны аҭалара

source: Siri Shortcuts
ab: Сири адҵақәа

source: Social media trackers: %@
ab: Асоциалтә медиа ашьҭаҵаҩцәа: %@

source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
ab: Асоциалтә еимадарақәа егьырҭ асаитқәа рҿы ашьҭаҵагақәа шьақәдыргылоит, еиҳа инарҭбаау, хықәкылатәи упрофиль аԥҵаразы. Абарҭ ашьҭаҵагақәа раанкылара онлаинтәи уусқәа ирызкны еизырго адыррақәа рхыԥхьаӡара армаҷуеит.

source: Social Trackers
ab: Асоциалтә медиа ашьҭаҵаҩцәа

source: Something went wrong with this wallpaper.
ab: Аҭӡамц акы еиқәымшәеит.

source: Something went wrong with your download.
ab: Аҭагалараан акы еиқәымшәеит.

source: Sorry about that. Restore tabs to pick up where you left off.
ab: Ҳара уи ҳахьхәуеит. Уахьынҵәаз уалагарц азы уҭаӡҩырақәа еиҭашьақәыргылатәуп.

source: Sponsored Shortcuts
ab: Аспонсортә дыргақәа

source: Spotlight Index
ab: Аиндекс азҿлымҳара

source: %@’s privacy notice
ab: Амаӡаратә рдырраҭара %@

source: Start Browsing
ab: Аинтернет аҭаара алагара

source: %@’s terms of use
ab: Ахархәара аԥҟарақәа %@

source: Subject Alt Names
ab: Асубиеқт Альтернативтә хьӡқәа

source: Subject Name
ab: Амаҭәар ахьӡ

source: Suburb
ab: Ақалақьцәа

source: Successfully Downloaded PDF
ab: PDF афаил қәҿиарала иҭагалоуп

source: Suggestions from %@
ab: Аҳәарақәа %@ аҟынтә

source: Suggestions from Search Engines
ab: Аԥшаагақәа рҟынтәи алабжьарақәа

source: Suggestions from Sponsors
ab: Аспонсорцәа рҟынтәи ажәалагалақәа

source: Suggestions from the Web
ab: Интернет аҟынтәи ажәалагалақәа

source: Support %@ with occasional sponsored suggestions
ab: Аспонсорцәа рҟынтәи аамҭа-аамҭалатәи ажәалагалақәа рыла %@ адгылара

source: Survey
ab: Азҵаара

source: Swipe right or left with three fingers to close the tab.
ab: Аҭаӡҩыра аркразы, х-нацәак рыла арӷьарахь ма арӷьарахь еиҭагатәуп.

source: Switch automatically based on screen brightness
ab: Аекран аҵыхәтәантәи алашара иахәаԥшны автоматла аҽеиҭакра

source: Switch Mode
ab: Аиҭагаратә режим

source: Switch to Desktop Site
ab: Акомпьютер аверсиахь ацара

source: Switch to Mobile Site
ab: Мобилтә саит ахь ацара

source: Switch Your Default Browser
ab: Иԥсахтәуп ишыҟоу еиԥш иҟоу абраузер

source: Sync and Save Data
ab: Адыррақәа рсинхронизациеи рыхьчареи

source: Sync Connected
ab: Асинхронизациа еидҳәалоуп

source: Sync Disconnected
ab: Асинхронизациа еиҟәгоуп

source: Synced
ab: Асинхронизациа

source: Synced History
ab: Егьырҭ ахархәагақәа рҟынтәи аҭоурых

source: Synced Tabs
ab: Аԥсҭҳәа абларҭақәа

source: Sync is offline
ab: Аоффлаин асинхронизациа

source: Sync Now
ab: Асинхронизациа

source: Sync Settings
ab: Асинхронизациа архиарақәа

source: Sync Tabs
ab: Агәылаҵақәа рсинхронизациа

source: System Auto
ab: Асистема автоматика

source: System Theme
ab: Асистема атема

source: Tab %1$@ of %2$@
ab: %1$@ %2$@ анҵамҭақәа рҟынтә

source: Tab Closed
ab: Абларҭа аркуп

source: Tab Groups
ab: Агәылаҵа Агәыԥқәа

source: Tab pickup
ab: Абларҭа алхра

source: Tab received
ab: Иҳауз абларҭа

source: Tab received from %@
ab: Аҭаӡҩыра аагоуп %@

source: Tabs %1$@ to %2$@ of %3$@
ab: %1$@ инаркны %2$@ рҟынӡа %3$@ анҵамҭақәа рҟынтә

source: Tabs Closed: %d
ab: Аҭаӡҩырақәа аркуп: %d

source: Tabs: %d
ab: Аҭаӡҩырақәа: %d

source: Tab Sent
ab: Абларҭа ашьҭуп

source: Tabs Tray
ab: Аҭаӡҩыра

source: Take your passwords everywhere
ab: Шәпарольқәа шәыманы шәца

source: Tap to begin
ab: Алагара азы шәақәыӷәӷәа

source: Terms of use
ab: Ахархәара аԥҟарақәа
